Repository: 1930s/dissemin
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: fi

source: Permalink to this headline
fi: Ikilinkki tähän otsikkoon

source: Permalink to this definition
fi: Ikilinkki tähän määritelmään

source: Hide Search Matches
fi: Piilota hakutulokset

source: Searching
fi: Haetaan

source: Preparing search...
fi: Valmistellaan hakua...

source: Search Results
fi: Hakutulokset

source: Your search did not match any documents. Please make sure that all words are spelled correctly and that you've selected enough categories.
fi: Haulla ei löytynyt yhtään artikkelia. Varmista, että kaikki sanat on kirjoitettu oikein ja että olet valinnut tarpeeksi luokkia.

source: Search finished, found %s page(s) matching the search query.
fi: Haku päättyi, löytyi %s sivu(a), joka vastaa hakulauseketta.

source: Expand sidebar
fi: Laajenna sivupalkki

source: Collapse sidebar
fi: Kutista sivupalkki

source: Do not show this message anymore
fi: Älä näytä tätä viestiä uudelleen

source: No author
fi: Ei kirjoittajaa

source: No title
fi: Ei otsikkoa

source: Invalid publication date
fi: Virheellinen julkaisupäivä.

source: We ignored %(count)s paper from your ORCiD profile.
fi: Emme huomioineet %(count)s artikkelia ORCiD-profiilistasi.

source: "%(name)s" was ignored for the following reason: %(reason)s
fi: "%(name)s" jätettiin huomiotta seuraavasta syystä: %(reason)s

source: A paper was ignored, because it has no name
fi: Asiakirjaa ei otettu huomioon, koska sillä ei ole nimeä

source: Show more information
fi: Näytä lisää tietoja

source: Show less information
fi: Näytä vähemmän tietoja
